// Задание 6
Console.WriteLine("Введите число:");
int Number = Convert.ToInt32(Console.ReadLine());
if (Number % 2 ==0) 
{
    Console.WriteLine ("число чётное");
}
else 
{
    Console.WriteLine("число нечётное");
}